ahmadalli.vscode-nginx-conf
akamud.vscode-theme-onedark
alefragnani.bookmarks
alefragnani.project-manager
bajdzis.vscode-database
blzjns.vscode-raml
castwide.solargraph
christian-kohler.npm-intellisense
circledev.glsl-canvas
dbaeumer.jshint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
eg2.vscode-npm-script
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fallenmax.mithril-emmet
formulahendry.code-runner
gamunu.vscode-yarn
ginfuru.ginfuru-better-solarized-dark-theme
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
goessner.mdmath
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hasanakg.firebase-snippets
hediet.vscode-drawio
henriiik.docker-linter
hollowtree.vue-snippets
hookyqr.beautify
huizhou.githd
humao.rest-client
ipedrazas.kubernetes-snippets
jakebathman.mysql-syntax
jebbs.plantuml
jsynowiec.vscode-insertdatestring
jundat95.react-native-snippet
k--kato.docomment
k--kato.intellij-idea-keybindings
kleber-swf.unity-code-snippets
kumar-harsh.graphql-for-vscode
kuscamara.electron
leetcode.vscode-leetcode
liximomo.remotefs
marcostazi.vs-code-vagrantfile
marp-team.marp-vscode
mikestead.dotenv
mquandalle.graphql
mrcrowl.hg
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.mono-debug
ms-vscode.wordcount
msyrus.go-doc
msysyamamoto.vscode-fluentd
mushan.vscode-paste-image
naumovs.color-highlight
neilbrayfield.php-docblocker
pkief.material-icon-theme
primalmotion.primal
raynigon.nginx-formatter
redhat.vscode-yaml
reflectiondm.classynaming
robbowen.synthwave-vscode
ryu1kn.annotator
ryu1kn.partial-diff
satokaz.vscode-memo-life-for-you
shanoor.vscode-nginx
shd101wyy.markdown-preview-enhanced
sianglim.slim
slevesque.shader
statiolake.vscode-markdown-run-snippet
teabyii.ayu
technosophos.vscode-helm
techtrain.railway-vscode
toba.vsfire
tyriar.sort-lines
victoriadrake.kabukicho
vscodevim.vim
waderyan.gitblame
wayou.vscode-todo-highlight
webrender.synthwave-x-fluoromachine
withfig.fig
xyz.plsql-language
yclepticstudios.unity-snippets
zhuangtongfa.material-theme
