ahmadalli.vscode-nginx-conf
alefragnani.Bookmarks
alefragnani.project-manager
bajdzis.vscode-database
blzjns.vscode-raml
castwide.solargraph
christian-kohler.npm-intellisense
circledev.glsl-canvas
dbaeumer.jshint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
FallenMax.mithril-emmet
formulahendry.code-runner
gamunu.vscode-yarn
ginfuru.ginfuru-better-solarized-dark-theme
GitHub.vscode-pull-request-github
goessner.mdmath
golang.go
GrapeCity.gc-excelviewer
hasanakg.firebase-snippets
hediet.vscode-drawio
henriiik.docker-linter
hollowtree.vue-snippets
HookyQR.beautify
huizhou.githd
humao.rest-client
ipedrazas.kubernetes-snippets
jakebathman.mysql-syntax
jchannon.csharpextensions
jebbs.plantuml
jsynowiec.vscode-insertdatestring
jundat95.react-native-snippet
k--kato.docomment
k--kato.intellij-idea-keybindings
kleber-swf.unity-code-snippets
kuscamara.electron
liximomo.remotefs
marcostazi.VS-code-vagrantfile
mikestead.dotenv
mrcrowl.hg
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.mono-debug
ms-vscode.wordcount
msjsdiag.debugger-for-chrome
msyrus.go-doc
msysyamamoto.vscode-fluentd
naumovs.color-highlight
neilbrayfield.php-docblocker
PKief.material-icon-theme
primalmotion.primal
raynigon.nginx-formatter
rebornix.ruby
redhat.vscode-yaml
reflectiondm.classynaming
RobbOwen.synthwave-vscode
ryu1kn.annotator
ryu1kn.partial-diff
satokaz.vscode-memo-life-for-you
shanoor.vscode-nginx
shd101wyy.markdown-preview-enhanced
sianglim.slim
slevesque.shader
slevesque.vscode-hexdump
statiolake.vscode-markdown-run-snippet
teabyii.ayu
technosophos.vscode-helm
TechTrain.railway-vscode
toba.vsfire
Tyriar.sort-lines
Unity.unity-debug
victoriadrake.kabukicho
vscodevim.vim
waderyan.gitblame
wayou.vscode-todo-highlight
webrender.synthwave-x-fluoromachine
wingrunr21.vscode-ruby
withfig.fig
xyz.plsql-language
YclepticStudios.unity-snippets
zhuangtongfa.material-theme
